Repository: devdasx/aperture
Catalog: UniApp/Resources/Localizable.xcstrings
Source language: en
Languages: af, ar, bg, bn, ca, cs, da, de, el, es, et, fa, fi, fil, fr, he, hi, hr, hu, id, is, it, ja, ko, lt, lv, ml, mr, ms, nb, nl, pa, pl, pt_br, ro, ru, sk, sl, sr, sv, sw, ta, te, th, tr, uk, ur, vi, zh_hans, zh_hant

source: If your iPhone is unlocked, anyone with it can use your wallet. A PIN adds a second check before sending crypto or seeing your recovery phrase.
af: As jou iPhone ontsluit is, kan enigiemand wat dit hou jou beursie gebruik. ʼn PIN voeg ʼn tweede kontrole by voordat jy kripto stuur of jou herstelfrase sien.
ar: إذا كان iPhone الخاص بك غير مقفل، يمكن لأي شخص يحمله استخدام محفظتك. يضيف رمز PIN فحصاً ثانياً قبل إرسال العملات المشفّرة أو رؤية عبارة الاسترداد.
bg: Ако вашият iPhone е отключен, всеки, който го държи, може да използва портфейла ви. PIN добавя втора проверка преди да изпратите крипто или да видите фразата си за възстановяване.
bn: যদি আপনার iPhone আনলক থাকে, তবে যে কেউ এটি ব্যবহার করে আপনার ওয়ালেট ব্যবহার করতে পারে। ক্রিপ্টো পাঠানোর বা আপনার রিকভারি ফ্রেজ দেখার আগে একটি PIN দ্বিতীয় চেক যোগ করে।
ca: Si el teu iPhone està desbloquejat, qualsevol que el tingui pot fer servir la teva cartera. Un PIN afegeix una segona comprovació abans d'enviar cripto o veure la frase de recuperació.
cs: Pokud je váš iPhone odemčený, může vaši peněženku použít kdokoli, kdo ho má. PIN přidává druhou kontrolu před odesláním kryptoměny nebo zobrazením fráze pro obnovení.
da: Hvis din iPhone er låst op, kan enhver, der har den, bruge din wallet. En PIN tilføjer endnu et tjek, før der sendes krypto eller vises en gendannelsessætning.
de: Wenn dein iPhone entsperrt ist, kann jeder, der es hat, deine Wallet verwenden. Eine PIN fügt eine zweite Prüfung hinzu, bevor du Krypto sendest oder deine Wiederherstellungsphrase siehst.
el: Αν το iPhone σας είναι ξεκλείδωτο, οποιοσδήποτε το έχει μπορεί να χρησιμοποιήσει το πορτοφόλι σας. Ένα PIN προσθέτει έναν δεύτερο έλεγχο πριν από την αποστολή crypto ή την προβολή της φράσης ανάκτησης.
es: Si tu iPhone está desbloqueado, cualquiera que lo tenga puede usar tu cartera. Un PIN añade una segunda verificación antes de enviar cripto o ver tu frase de recuperación.
et: Kui sinu iPhone on lukustamata, saab igaüks, kelle käes see on, kasutada sinu rahakotti. PIN lisab teise kontrolli enne krüpto saatmist või taastefraasi nägemist.
fa: اگر iPhone شما باز باشد، هرکسی که آن را در اختیار دارد می‌تواند از کیف پول شما استفاده کند. PIN قبل از ارسال رمزارز یا دیدن عبارت بازیابی یک بررسی دوم اضافه می‌کند.
fi: Jos iPhonesi on lukitsematon, kuka tahansa sen omistaja voi käyttää lompakkoasi. PIN-koodi lisää toisen tarkistuksen ennen kryptovaluutan lähettämistä tai palautuslauseen näkemistä.
fil: Kapag naka-unlock ang iyong iPhone, sinumang may hawak nito ay maaaring gumamit ng iyong wallet. Nagdaragdag ang PIN ng pangalawang check bago magpadala ng crypto o makita ang iyong recovery phrase.
fr: Si votre iPhone est déverrouillé, n’importe qui peut utiliser votre portefeuille. Un PIN ajoute une deuxième vérification avant l’envoi de crypto ou l’affichage de votre phrase de récupération.
he: אם ה-iPhone שלך פתוח, כל מי שמחזיק בו יכול להשתמש בארנק שלך. PIN מוסיף בדיקה שנייה לפני שליחת קריפטו או צפייה בביטוי השחזור שלך.
hi: यदि आपका iPhone अनलॉक है, तो इसे रखने वाला कोई भी व्यक्ति आपके वॉलेट का उपयोग कर सकता है। एक PIN क्रिप्टो भेजने या आपका रिकवरी फ़्रेज़ देखने से पहले दूसरी जांच जोड़ता है।
hr: Ako je vaš iPhone otključan, bilo tko ga može koristiti za pristup vašem novčaniku. PIN dodaje drugu provjeru prije slanja kripta ili prikaza fraze za oporavak.
hu: Ha az iPhone-od fel van oldva, bárki, akinél van, használhatja a tárcádat. A PIN egy második ellenőrzést ad hozzá, mielőtt kriptot küldenél vagy láthatnád a helyreállítási kifejezésed.
id: Jika iPhone Anda terbuka, siapa pun yang memilikinya dapat menggunakan dompet Anda. PIN menambahkan pemeriksaan kedua sebelum mengirim kripto atau melihat frasa pemulihan.
is: Ef iPhone-inn þinn er ólæstur getur hver sem hefur hann notað veskið þitt. PIN bætir við annarri staðfestingu áður en rafmynt er send eða endurheimtarsetningin er sýnd.
it: Se il tuo iPhone è sbloccato, chiunque lo abbia può usare il tuo wallet. Un PIN aggiunge una seconda verifica prima di inviare crypto o vedere la frase di recupero.
ja: iPhoneがロック解除されている場合、それを持っている誰でもあなたのウォレットを使用できます。PINは、暗号資産を送信したりリカバリーフレーズを表示したりする前の2つ目のチェックを追加します。
ko: iPhone이 잠금 해제되어 있다면, 그것을 가진 누구나 지갑을 사용할 수 있습니다. PIN은 암호화폐를 보내거나 복구 문구를 보기 전에 두 번째 확인을 추가합니다.
lt: Jei jūsų „iPhone“ atrakintas, bet kas, kas jį turi, gali naudoti jūsų piniginę. PIN prideda antrą patikrinimą prieš siunčiant kriptovaliutą ar matant atkūrimo frazę.
lv: Ja jūsu iPhone ir atbloķēts, ikviens, kurš to tur, var izmantot jūsu maku. PIN pievieno otru pārbaudi pirms kriptovalūtas nosūtīšanas vai atkopšanas frāzes apskates.
ml: നിങ്ങളുടെ iPhone അൺലോക്ക് ആണെങ്കിൽ, അത് കൈവശമുള്ള ആർക്കും നിങ്ങളുടെ വാലറ്റ് ഉപയോഗിക്കാം. ക്രിപ്റ്റോ അയയ്ക്കുന്നതിന് മുമ്പോ വീണ്ടെടുക്കൽ വാക്യം കാണുന്നതിന് മുമ്പോ PIN ഒരു രണ്ടാം പരിശോധന കൂട്ടിച്ചേർക്കുന്നു.
mr: तुमचा iPhone अनलॉक असेल, तर तो ज्याच्या हातात आहे तो तुमचं वॉलेट वापरू शकतो. क्रिप्टो पाठवण्याआधी किंवा रिकव्हरी फ्रेज पाहण्याआधी PIN दुसरी तपासणी जोडतो.
ms: Jika iPhone anda tidak dikunci, sesiapa sahaja yang memegangnya boleh menggunakan dompet anda. PIN menambah satu lagi pemeriksaan sebelum menghantar kripto atau melihat frasa pemulihan anda.
nb: Hvis iPhonen din er låst opp, kan alle som har den bruke lommeboken din. En PIN-kode legger til en ekstra sjekk før du sender krypto eller ser gjenopprettingsfrasen.
nl: Als je iPhone ontgrendeld is, kan iedereen die hem heeft je wallet gebruiken. Een pincode voegt een tweede controle toe voordat je crypto verstuurt of je herstelzin bekijkt.
pa: ਜੇ ਤੁਹਾਡਾ iPhone ਅਨਲੌਕ ਹੈ, ਤਾਂ ਜੋ ਵੀ ਇਸਨੂੰ ਫੜਦਾ ਹੈ ਉਹ ਤੁਹਾਡਾ ਵਾਲਿਟ ਵਰਤ ਸਕਦਾ ਹੈ। ਕ੍ਰਿਪਟੋ ਭੇਜਣ ਜਾਂ ਤੁਹਾਡੀ ਰਿਕਵਰੀ ਫਰੇਜ਼ ਦੇਖਣ ਤੋਂ ਪਹਿਲਾਂ PIN ਇੱਕ ਦੂਜੀ ਜਾਂਚ ਜੋੜਦਾ ਹੈ।
pl: Jeśli Twój iPhone jest odblokowany, każdy kto go ma, może użyć Twojego portfela. PIN dodaje drugą weryfikację przed wysłaniem krypto lub wyświetleniem frazy odzyskiwania.
pt_br: Se seu iPhone estiver desbloqueado, qualquer pessoa com ele pode usar sua carteira. Um PIN adiciona uma segunda verificação antes de enviar cripto ou ver sua frase de recuperação.
ro: Dacă iPhone-ul tău este deblocat, oricine îl deține îți poate folosi portofelul. Un PIN adaugă o a doua verificare înainte de a trimite crypto sau de a vedea fraza de recuperare.
ru: Если ваш iPhone разблокирован, любой, у кого он есть, может использовать ваш кошелёк. PIN-код добавляет вторую проверку перед отправкой криптовалюты или просмотром фразы восстановления.
sk: Ak je váš iPhone odomknutý, ktokoľvek, kto ho má, môže použiť vašu peňaženku. PIN pridáva druhú kontrolu pred odoslaním krypta alebo zobrazením obnovovacej frázy.
sl: Če je vaš iPhone odklenjen, lahko vsakdo, ki ga ima, uporablja vašo denarnico. PIN doda drugo preverjanje pred pošiljanjem kripto valute ali ogledom obnovitvene fraze.
sr: Ако је ваш iPhone откључан, било ко са њим може користити ваш новчаник. PIN додаје другу проверу пре слања крипта или приказа фразе за опоравак.
sv: Om din iPhone är upplåst kan vem som helst som har den använda din plånbok. En PIN-kod lägger till en andra kontroll innan du skickar krypto eller ser din återställningsfras.
sw: iPhone yako ikiwa imefunguliwa, mtu yeyote aliye nayo anaweza kutumia pochi yako. PIN huongeza ukaguzi wa pili kabla ya kutuma krypto au kuona kifungu chako cha urejesho.
ta: உங்கள் iPhone அன்லாக்காக இருந்தால், அதைக் கைவசம் வைத்திருக்கும் எவராலும் உங்கள் பணப்பையை பயன்படுத்த முடியும். கிரிப்டோ அனுப்புவதற்கு அல்லது உங்கள் மீட்பு சொற்றொடரைப் பார்ப்பதற்கு முன் PIN ஒரு இரண்டாவது சரிபார்ப்பைச் சேர்க்கிறது.
te: మీ iPhone అన్‌లాక్‌గా ఉంటే, దాన్ని పట్టుకున్న ఎవరైనా మీ వాలెట్‌ను ఉపయోగించగలరు. క్రిప్టో పంపే ముందు లేదా మీ రికవరీ ఫ్రేజ్‌ను చూసే ముందు PIN రెండవ తనిఖీని జోడిస్తుంది.
th: หาก iPhone ของคุณถูกปลดล็อก ใครก็ตามที่มีมันสามารถใช้กระเป๋าเงินของคุณได้ PIN เพิ่มการตรวจสอบครั้งที่สองก่อนส่งคริปโตหรือดูวลีกู้คืน
tr: iPhone’unuz kilidi açıksa, onu elinde tutan herkes cüzdanınızı kullanabilir. Bir PIN, kripto göndermeden veya kurtarma ifadenizi görmeden önce ikinci bir kontrol ekler.
uk: Якщо ваш iPhone розблоковано, будь-хто з ним може використати ваш гаманець. PIN-код додає другу перевірку перед надсиланням криптовалюти або переглядом фрази відновлення.
ur: اگر آپ کا iPhone اَن‌لاک ہے، تو جو بھی اِسے رکھتا ہے، آپ کا والٹ استعمال کر سکتا ہے۔ PIN کرپٹو بھیجنے یا آپ کا ریکوری فریز دیکھنے سے پہلے ایک دوسرا چیک شامل کر دیتا ہے۔
vi: Nếu iPhone của bạn được mở khóa, bất kỳ ai có nó cũng có thể dùng ví của bạn. Mã PIN thêm một bước kiểm tra thứ hai trước khi gửi crypto hoặc xem cụm từ khôi phục.
zh_hans: 如果你的 iPhone 已解锁,任何持有它的人都可以使用你的钱包。PIN 码在发送加密货币或查看恢复短语前增加了第二重验证。
zh_hant: 如果你的 iPhone 已解鎖,任何持有它的人都可以使用你的錢包。PIN 碼在傳送加密貨幣或查看復原片語前增加了第二重驗證。

source: If your original wallet was set up without a passphrase, leave this empty. If you used one, it must match exactly — we cannot recover or guess it for you.
af: As jou oorspronklike beursie sonder 'n passphrase opgestel is, laat dit leeg. As jy een gebruik het, moet dit presies ooreenstem — ons kan dit nie vir jou herstel of raai nie.
ar: إذا تم إعداد محفظتك الأصلية بدون عبارة مرور، اتركها فارغة. إذا استخدمت واحدة، يجب أن تتطابق تماماً — لا يمكننا استردادها أو تخمينها لك.
bg: Ако оригиналният ти портфейл е настроен без passphrase, остави празно. Ако си използвал такава, тя трябва да съвпада точно — не можем да я възстановим или познаем вместо теб.
bn: যদি আপনার মূল ওয়ালেট প্যাসফ্রেজ ছাড়াই সেট আপ করা হয়, এটি খালি রাখুন। যদি আপনি একটি ব্যবহার করে থাকেন, এটি অবশ্যই হুবহু মিলতে হবে — আমরা এটি আপনার জন্য পুনরুদ্ধার বা অনুমান করতে পারি না।
ca: Si la teva wallet original es va configurar sense passphrase, deixa-ho en blanc. Si en vas fer servir una, ha de coincidir exactament — no la podem recuperar ni endevinar per tu.
cs: Pokud vaše původní peněženka byla nastavena bez passphrase, ponechte prázdné. Pokud jste ji použili, musí se přesně shodovat — nemůžeme ji za vás obnovit ani uhodnout.
da: Hvis din oprindelige wallet blev sat op uden passphrase, lad denne være tom. Hvis du brugte en, skal den matche nøjagtigt — vi kan ikke gendanne eller gætte den for dig.
de: Wenn deine ursprüngliche Wallet ohne Passphrase eingerichtet wurde, lass dies leer. Wenn du eine verwendet hast, muss sie exakt übereinstimmen — wir können sie nicht für dich wiederherstellen oder erraten.
el: Αν το αρχικό σας πορτοφόλι ρυθμίστηκε χωρίς passphrase, αφήστε το κενό. Αν χρησιμοποιήσατε μία, πρέπει να ταιριάζει ακριβώς — δεν μπορούμε να την ανακτήσουμε ή να τη μαντέψουμε για εσάς.
es: Si tu wallet original se configuró sin frase de contraseña, déjalo vacío. Si usaste una, debe coincidir exactamente — no podemos recuperarla ni adivinarla por ti.
et: Kui sinu algne rahakott seadistati ilma passphrase'ita, jäta tühjaks. Kui kasutasid seda, peab see täpselt klappima — me ei saa seda sinu eest taastada ega ära arvata.
fa: اگر کیف‌پول اصلی شما بدون passphrase تنظیم شده، خالی بگذارید. اگر از آن استفاده کرده‌اید، باید دقیقاً مطابقت داشته باشد — ما نمی‌توانیم آن را برای شما بازیابی یا حدس بزنیم.
fi: Jos alkuperäinen lompakkosi luotiin ilman passphrasea, jätä tämä tyhjäksi. Jos käytit sellaista, sen on täsmättävä tarkasti — emme voi palauttaa tai arvata sitä puolestasi.
fil: Kung ang orihinal mong wallet ay na-set up nang walang passphrase, iwanang walang laman ito. Kung gumamit ka ng isa, dapat itong eksaktong magtugma — hindi namin mababawi o mahuhulaan ito para sa iyo.
fr: Si votre portefeuille d'origine a été configuré sans passphrase, laissez vide. Si vous en avez utilisé une, elle doit correspondre exactement — nous ne pouvons pas la récupérer ni la deviner à votre place.
he: אם הארנק המקורי שלך הוגדר ללא passphrase, השאר ריק. אם השתמשת באחד, הוא חייב להתאים בדיוק — איננו יכולים לשחזר או לנחש אותו עבורך.
hi: यदि आपका मूल वॉलेट बिना पासफ़्रेज़ के सेट किया गया था, तो इसे खाली छोड़ दें। यदि आपने एक का उपयोग किया, तो यह बिल्कुल मेल खाना चाहिए — हम इसे आपके लिए पुनर्प्राप्त या अनुमान नहीं लगा सकते।
hr: Ako je tvoj izvorni novčanik postavljen bez passphrasea, ostavi prazno. Ako si je koristio, mora se točno podudarati — ne možemo je oporaviti niti pogoditi umjesto tebe.
hu: Ha az eredeti tárcád passphrase nélkül lett beállítva, hagyd üresen. Ha használtál egyet, pontosan egyeznie kell — nem tudjuk helyreállítani vagy kitalálni helyetted.
id: Jika dompet aslimu disiapkan tanpa passphrase, biarkan kosong. Jika kamu menggunakannya, harus cocok persis — kami tidak dapat memulihkan atau menebaknya untukmu.
is: Ef upphaflega veskið þitt var sett upp án passphrase, skildu þetta eftir tómt. Ef þú notaðir slíkt verður það að passa nákvæmlega — við getum ekki endurheimt eða giskað á það fyrir þig.
it: Se il tuo wallet originale è stato configurato senza passphrase, lascia vuoto. Se ne hai usata una, deve corrispondere esattamente — non possiamo recuperarla o indovinarla per te.
ja: 元のウォレットが passphrase なしで設定されていた場合は、空のままにしてください。passphrase を使用していた場合は、完全に一致する必要があります — 私たちはそれをあなたのために復元したり推測したりすることはできません。
ko: 원래 지갑이 passphrase 없이 설정된 경우 비워두세요. 사용했다면 정확히 일치해야 합니다 — 저희가 복구하거나 추측해 드릴 수 없습니다.
lt: Jei tavo originali piniginė buvo sukurta be passphrase, palik tuščia. Jei naudojai vieną, ji turi tiksliai sutapti — negalime jos atkurti ar atspėti už tave.
lv: Ja tavs sākotnējais maks tika izveidots bez passphrase, atstāj tukšu. Ja izmantoji to, tai jāatbilst precīzi — mēs nevaram to atjaunot vai uzminēt tavā vietā.
ml: നിങ്ങളുടെ യഥാർത്ഥ വാലറ്റ് passphrase ഇല്ലാതെയാണ് സജ്ജീകരിച്ചതെങ്കിൽ, ഇത് ശൂന്യമായി വിടുക. നിങ്ങൾ ഒന്ന് ഉപയോഗിച്ചിട്ടുണ്ടെങ്കിൽ, അത് കൃത്യമായി പൊരുത്തപ്പെടണം — ഞങ്ങൾക്ക് അത് നിങ്ങൾക്കായി വീണ്ടെടുക്കാനോ ഊഹിക്കാനോ കഴിയില്ല.
mr: तुमचे मूळ वॉलेट passphrase शिवाय सेट केले असल्यास, हे रिकामे ठेवा. तुम्ही एक वापरला असल्यास, तो अचूक जुळला पाहिजे — आम्ही तुमच्यासाठी तो पुनर्प्राप्त करू शकत नाही किंवा अंदाज लावू शकत नाही.
ms: Jika dompet asal anda disediakan tanpa passphrase, biarkan kosong. Jika anda menggunakannya, ia mesti sepadan dengan tepat — kami tidak dapat memulihkan atau meneka untuk anda.
nb: Hvis din opprinnelige lommebok ble satt opp uten passphrase, la dette stå tomt. Hvis du brukte en, må den matche nøyaktig — vi kan ikke gjenopprette eller gjette den for deg.
nl: Als je oorspronkelijke wallet zonder passphrase is opgezet, laat dit leeg. Als je er een gebruikte, moet deze exact overeenkomen — we kunnen hem niet voor je herstellen of raden.
pa: ਜੇਕਰ ਤੁਹਾਡਾ ਅਸਲੀ ਵਾਲੇਟ passphrase ਤੋਂ ਬਿਨਾਂ ਸੈੱਟਅੱਪ ਕੀਤਾ ਗਿਆ ਸੀ, ਤਾਂ ਇਸਨੂੰ ਖਾਲੀ ਛੱਡੋ। ਜੇਕਰ ਤੁਸੀਂ ਇੱਕ ਵਰਤਿਆ ਹੈ, ਤਾਂ ਇਹ ਬਿਲਕੁਲ ਮੇਲ ਖਾਣਾ ਚਾਹੀਦਾ ਹੈ — ਅਸੀਂ ਤੁਹਾਡੇ ਲਈ ਇਸਨੂੰ ਮੁੜ ਪ੍ਰਾਪਤ ਜਾਂ ਅਨੁਮਾਨ ਨਹੀਂ ਲਗਾ ਸਕਦੇ।
pl: Jeśli twój oryginalny portfel został skonfigurowany bez passphrase, zostaw puste. Jeśli jej użyłeś, musi się dokładnie zgadzać — nie możemy jej za ciebie odzyskać ani odgadnąć.
pt_br: Se sua wallet original foi configurada sem frase secreta, deixe em branco. Se você usou uma, ela precisa corresponder exatamente — não podemos recuperá-la ou adivinhá-la para você.
ro: Dacă portofelul tău original a fost configurat fără passphrase, lasă gol. Dacă ai folosit una, trebuie să se potrivească exact — nu o putem recupera sau ghici pentru tine.
ru: Если ваш исходный кошелёк был настроен без passphrase, оставьте поле пустым. Если вы использовали её, она должна совпадать точно — мы не можем её восстановить или угадать за вас.
sk: Ak bola tvoja pôvodná peňaženka nastavená bez passphrase, nechaj prázdne. Ak si ju použil, musí sa presne zhodovať — nemôžeme ju za teba obnoviť ani uhádnuť.
sl: Če je bila tvoja izvirna denarnica nastavljena brez passphrase, pusti prazno. Če si ga uporabil, se mora natančno ujemati — ne moremo ga obnoviti ali uganiti namesto tebe.
sr: Ако је твој оригинални новчаник постављен без passphrase, остави празно. Ако си је користио, мора се тачно поклапати — не можемо је опоравити нити погодити уместо тебе.
sv: Om din ursprungliga plånbok skapades utan passphrase, lämna detta tomt. Om du använde en måste den stämma exakt — vi kan inte återställa eller gissa den åt dig.
sw: Ikiwa pochi yako ya asili iliwekwa bila passphrase, acha tupu. Ikiwa ulitumia moja, lazima ifanane haswa — hatuwezi kuirejesha au kuibahatisha kwa ajili yako.
ta: உங்கள் அசல் வாலெட் passphrase இல்லாமல் அமைக்கப்பட்டிருந்தால், இதை வெறுமையாக விடவும். ஒன்றைப் பயன்படுத்தினால், அது சரியாகப் பொருந்த வேண்டும் — உங்களுக்காக நாங்கள் அதை மீட்டெடுக்கவோ அல்லது ஊகிக்கவோ முடியாது.
te: మీ అసలు వాలెట్ passphrase లేకుండా సెటప్ చేయబడితే, దీన్ని ఖాళీగా ఉంచండి. మీరు ఒకటి ఉపయోగించినట్లయితే, అది సరిగ్గా సరిపోలాలి — మేము దానిని మీ కోసం పునరుద్ధరించలేము లేదా ఊహించలేము.
th: หากกระเป๋าเดิมของคุณตั้งค่าโดยไม่มี passphrase ให้เว้นว่างไว้ หากคุณใช้ มันต้องตรงกันทุกประการ — เราไม่สามารถกู้คืนหรือเดาให้คุณได้
tr: Orijinal cüzdanın passphrase olmadan kurulduysa boş bırak. Kullandıysan tam olarak eşleşmesi gerekir — senin için kurtaramayız veya tahmin edemeyiz.
uk: Якщо ваш початковий гаманець було налаштовано без passphrase, залиште поле порожнім. Якщо ви використовували її, вона має точно збігатися — ми не можемо відновити або вгадати її за вас.
ur: اگر آپ کا اصل والیٹ passphrase کے بغیر سیٹ کیا گیا تھا تو اسے خالی چھوڑ دیں۔ اگر آپ نے ایک استعمال کیا تو یہ بالکل مماثل ہونا چاہیے — ہم اسے آپ کے لیے بحال یا اندازہ نہیں لگا سکتے۔
vi: Nếu ví gốc của bạn được thiết lập không có passphrase, hãy để trống. Nếu bạn đã dùng một cái, nó phải khớp chính xác — chúng tôi không thể khôi phục hay đoán cho bạn.
zh_hans: 如果你的原钱包未设置密码短语,请留空。如果你设置过,它必须完全匹配 — 我们无法为你恢复或猜测。
zh_hant: 如果你的原錢包未設定通行短語,請留空。如果你設定過,它必須完全相符 — 我們無法為你復原或猜測。

source: Immediately
af: Onmiddellik
ar: فورًا
bg: Веднага
bn: অবিলম্বে
ca: Immediatament
cs: Okamžitě
da: Med det samme
de: Sofort
el: Άμεσα
es: Inmediatamente
et: Kohe
fa: بلافاصله
fi: Heti
fil: Agad
fr: Immédiatement
he: מיד
hi: तुरंत
hr: Odmah
hu: Azonnal
id: Segera
is: Strax
it: Immediatamente
ja: すぐに
ko: 즉시
lt: Iš karto
lv: Nekavējoties
ml: ഉടനടി
mr: तत्काळ
ms: Segera
nb: Umiddelbart
nl: Direct
pa: ਤੁਰੰਤ
pl: Natychmiast
pt_br: Imediatamente
ro: Imediat
ru: Немедленно
sk: Okamžite
sl: Takoj
sr: Одмах
sv: Omedelbart
sw: Mara moja
ta: உடனடியாக
te: వెంటనే
th: ทันที
tr: Hemen
uk: Негайно
ur: فوراً
vi: Ngay lập tức
zh_hans: 立即
zh_hant: 立即

source: Import account
af: Voer rekening in
ar: استيراد الحساب
bg: Внасяне на акаунт
bn: অ্যাকাউন্ট আমদানি করুন
ca: Importar compte
cs: Importovat účet
da: Importer konto
de: Konto importieren
el: Εισαγωγή λογαριασμού
es: Importar cuenta
et: Impordi konto
fa: وارد کردن حساب
fi: Tuo tili
fil: Mag-import ng account
fr: Importer le compte
he: ייבא חשבון
hi: खाता आयात करें
hr: Uvoz računa
hu: Fiók importálása
id: Impor akun
is: Flytja inn reikning
it: Importa account
ja: アカウントをインポート
ko: 계정 가져오기
lt: Importuoti paskyrą
lv: Importēt kontu
ml: അക്കൗണ്ട് ഇറക്കുമതി ചെയ്യുക
mr: खाते आयात करा
ms: Import akaun
nb: Importer konto
nl: Account importeren
pa: ਖਾਤਾ ਆਯਾਤ ਕਰੋ
pl: Importuj konto
pt_br: Importar conta
ro: Importă cont
ru: Импортировать аккаунт
sk: Importovať účet
sl: Uvozi račun
sr: Увези налог
sv: Importera konto
sw: Leta akaunti
ta: கணக்கை இறக்குமதி செய்
te: ఖాతాను దిగుమతి చేయండి
th: นำเข้าบัญชี
tr: Hesabı içe aktar
uk: Імпортувати обліковий запис
ur: اکاؤنٹ درآمد کریں
vi: Nhập tài khoản
zh_hans: 导入账户
zh_hant: 匯入帳戶

source: Import existing wallet
af: Voer bestaande beursie in
ar: ‏استيراد محفظة موجودة
bg: Импортиране на съществуващ портфейл
bn: বিদ্যমান ওয়ালেট আমদানি করুন
ca: Importa una cartera existent
cs: Importovat existující peněženku
da: Importer eksisterende pung
de: Vorhandene Wallet importieren
el: Εισαγωγή υπάρχοντος πορτοφολιού
es: Importar cartera existente
et: Impordi olemasolev rahakott
fa: وارد کردن کیف‌پول موجود
fi: Tuo olemassa oleva lompakko
fil: I-import ang umiiral na wallet
fr: Importer un portefeuille existant
he: ‏ייבוא ארנק קיים
hi: मौजूदा वॉलेट आयात करें
hr: Uvezi postojeći novčanik
hu: Meglévő tárca importálása
id: Impor dompet yang sudah ada
is: Flytja inn fyrirliggjandi veski
it: Importa wallet esistente
ja: 既存のウォレットをインポート
ko: 기존 지갑 가져오기
lt: Importuoti esamą piniginę
lv: Importēt esošu maciņu
ml: നിലവിലുള്ള വാലറ്റ് ഇംപോർട്ട് ചെയ്യുക
mr: विद्यमान वॉलेट आयात करा
ms: Import dompet sedia ada
nb: Importer eksisterende lommebok
nl: Bestaande wallet importeren
pa: ਮੌਜੂਦਾ ਵਾਲਿਟ ਇੰਪੋਰਟ ਕਰੋ
pl: Importuj istniejący portfel
pt_br: Importar carteira existente
ro: Importați un portofel existent
ru: Импортировать существующий кошелёк
sk: Importovať existujúcu peňaženku
sl: Uvozi obstoječo denarnico
sr: Увези постојећи новчаник
sv: Importera befintlig plånbok
sw: Leta pochi iliyopo
ta: ஏற்கனவே உள்ள வாலட்டை இறக்குமதி செய்
te: ఇప్పటికే ఉన్న వాలెట్‌ను దిగుమతి చేయి
th: นำเข้ากระเป๋าที่มีอยู่
tr: Mevcut cüzdanı içe aktar
uk: Імпортувати наявний гаманець
ur: موجودہ بٹوہ درآمد کریں
vi: Nhập ví hiện có
zh_hans: 导入现有钱包
zh_hant: 匯入現有錢包

source: Import wallet
af: Voer beursie in
ar: استيراد المحفظة
bg: Внасяне на портфейл
bn: ওয়ালেট আমদানি করুন
ca: Importar wallet
cs: Importovat peněženku
da: Importer wallet
de: Wallet importieren
el: Εισαγωγή πορτοφολιού
es: Importar wallet
et: Impordi rahakott
fa: وارد کردن کیف‌پول
fi: Tuo lompakko
fil: Mag-import ng wallet
fr: Importer un portefeuille
he: ייבא ארנק
hi: वॉलेट आयात करें
hr: Uvoz novčanika
hu: Tárca importálása
id: Impor dompet
is: Flytja inn veski
it: Importa wallet
ja: ウォレットをインポート
ko: 지갑 가져오기
lt: Importuoti piniginę
lv: Importēt maku
ml: വാലറ്റ് ഇറക്കുമതി ചെയ്യുക
mr: वॉलेट आयात करा
ms: Import dompet
nb: Importer lommebok
nl: Wallet importeren
pa: ਵਾਲੇਟ ਆਯਾਤ ਕਰੋ
pl: Importuj portfel
pt_br: Importar wallet
ro: Importă portofel
ru: Импортировать кошелёк
sk: Importovať peňaženku
sl: Uvozi denarnico
sr: Увези новчаник
sv: Importera plånbok
sw: Leta pochi
ta: வாலெட்டை இறக்குமதி செய்
te: వాలెట్‌ను దిగుమతి చేయండి
th: นำเข้ากระเป๋า
tr: Cüzdanı içe aktar
uk: Імпортувати гаманець
ur: والیٹ درآمد کریں
vi: Nhập ví
zh_hans: 导入钱包
zh_hant: 匯入錢包

source: Imported (key)
af: Ingevoer (sleutel)
ar: مستوردة (مفتاح)
bg: Импортирано (ключ)
bn: ইমপোর্টেড (কী)
ca: Importada (clau)
cs: Importováno (klíč)
da: Importeret (nøgle)
de: Importiert (Schlüssel)
el: Εισήχθη (κλειδί)
es: Importada (clave)
et: Imporditud (võti)
fa: وارد شده (کلید)
fi: Tuotu (avain)
fil: Na-import (key)
fr: Importé (clé)
he: יובא (מפתח)
hi: इम्पोर्टेड (कुंजी)
hr: Uvezeno (ključ)
hu: Importálva (kulcs)
id: Diimpor (kunci)
is: Innflutt (lykill)
it: Importato (chiave)
ja: インポート済み(鍵)
ko: 가져옴 (키)
lt: Importuota (raktas)
lv: Importēts (atslēga)
ml: ഇറക്കുമതി (കീ)
mr: आयात (की)
ms: Diimport (kunci)
nb: Importert (nøkkel)
nl: Geïmporteerd (sleutel)
pa: ਆਯਾਤ (ਕੁੰਜੀ)
pl: Zaimportowane (klucz)
pt_br: Importada (chave)
ro: Importată (cheie)
ru: Импортирован (ключ)
sk: Importované (kľúč)
sl: Uvoženo (ključ)
sr: Увезено (кључ)
sv: Importerad (nyckel)
sw: Imeingizwa (ufunguo)
ta: இறக்குமதி (விசை)
te: దిగుమతి (కీ)
th: นำเข้า (คีย์)
tr: İçe aktarıldı (anahtar)
uk: Імпортовано (ключ)
ur: درآمد شدہ (کلید)
vi: Đã nhập (khóa)
zh_hans: 已导入(密钥)
zh_hant: 已匯入(金鑰)
